Repository: treflina/nursery
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: October
pl: Październik

source: September
pl: Wrzesień

source: November
pl: Listopad

source: December
pl: Grudzień

source: End date cannot be earlier than start date.
pl: Data 'do' nie może być wcześniejsza od daty 'od'

source: First day paid
pl: Pierwszy dzień płatny

source: reported
pl: Zgłoszona

source: not reported
pl: Niezgłoszona

source: other
pl: Inna niepłatna

source: You can't submit past end date.
pl: Nie można wprowadzić przeszłej daty 'do'.

source: You can't submit past start date.
pl: Nie można wprowadzić przeszłej daty 'od'.

source: first day
pl: Pierwszy dzień

source: Child
pl: Dziecko

source: Date
pl: Data

source: Type of absence
pl: Rodzaj nieobecności

source: Reason
pl: Powód

source: Absence
pl: Nieobecność

source: Absences
pl: Nieobecności

source: Created at
pl: Wprowadzono

source: Payable
pl: Płatna

source: Accions
pl: Działania

source: Yes (pd)
pl: Tak (PD)

source: Yes (nz)
pl: Tak (nz)

source: No
pl: Nie

source: No (Other)
pl: Nie (Inne)

source: Absence has been added.
pl: Nieobecność została dodana.

source: The child doesn't attent nursery in this period.
pl: Dziecko nie uczęszczało do żłobka w wybranych okresie.

source: Chosen days are already off.
pl: W wybranym okresie żłobek jest zamknięty.

source: Month
pl: Miesiąc

source: Year
pl: Rok

source: Period
pl: Okres

source: yellow
pl: żółty

source: green
pl: zielony

source: Food price
pl: Stawka wyżywienia

source: Food total
pl: Wyżywienie (suma)

source: Monthly payment
pl: Miesięczna opłata

source: Payment to charge
pl: Opłata do zapłaty

source: Payable days count
pl: Liczba dni odpłatnych

source: Local subsidy
pl: Dopłata dla mieszkańców gminy

source: Government subsidy
pl: Dopłata państwowa

source: Other subsidies
pl: Inne dopłaty

source: Subsidies received
pl: Dopłaty wpłynęły

source: Paid
pl: Zapłacone

source: Information about other subsidies
pl: Inne dopłaty

source: Note
pl: Notatka

source: Information for parents
pl: Informacja dla rodziców

source: Confirmed
pl: Zatwierdzone

source: Sent
pl: Wysłane

source: No billings were created, because in the given period all are already confirmed.
pl: Nie wygenerowano nowych rachunków, ponieważ w wybranym okresie wszystkie są zatwierdzone. Możesz je usunąć, a następnie wygenerować na nowo.

source: Billings have been successfully created. Created: {count} Skipped: {confirmed_count}
pl: Rachunki zostały wygenerowane. Utworzono: {count} Pominięto: {confirmed_count}

source: Note has been added/changed.
pl: Notatka została dodana.

source: Before sending, confirm the billing.
pl: Przed wysłaniem, zatwierdź rachunek.

source: Email was not sent because there is no parent account assigned.
pl: Rachunek nie został wysłany, ponieważ dziecko nie ma przypisanego konta rodzica z e-mailem.

source: Email has been sent.
pl: Rachunek został wysłany.

source: Email was not sent
pl: E-mail nie został wysłany.

source: Billing has been deleted.
pl: Rachunek został usunięty z bazy.

source: Selected billings have been deleted.
pl: Wybrane rachunki zostały usunięte z bazy.

source: Enter date
pl: Wprowadź datę

source: changed by
pl: zmienione przez

source: Additional day off
pl: Dodatkowy dzień wolny

source: Additional days off
pl: Dodatkowe dni wolne

source: Name
pl: Nazwa

source: Price
pl: Cena

source: Amount
pl: Kwota

source: Local subsidies
pl: Dopłaty

source: Government subsidies
pl: Dopłaty państwowe

source: No results found
pl: Brak wyników

source: Start typing child's name
pl: Zacznij pisać aby wyszukać

source: Additional day off has been saved.
pl: Dodatkowy dzień wolny został zapisany.

source: Day off has been deleted.
pl: Dodatkowy dzień wolny został usunięty.

source: Food price has been added.
pl: Stawka wyżywienia została dodana.

source: Food price has been deleted.
pl: Stawka wyżywienia została usunięta.

source: Monthly payment has been added.
pl: Stawka opłaty miesięcznej została dodana.

source: Monthly payment has been deleted.
pl: Stawka opłaty miesięcznej została usunięta.

source: Subsidy has been added.
pl: Dopłata została dodana.

source: Subsidy has been deleted.
pl: Dopłata została usunięta z bazy.

source: Breakfast
pl: Śniadanie

source: Soup
pl: Zupa

source: Lunch
pl: II danie

source: Teatime
pl: Podwieczorek

source: Content
pl: Treść

source: Description
pl: Opis

source: Main Topic
pl: Główny temat

source: Main Topics
pl: Główne tematy

source: Topic
pl: Temat dnia

source: Kids activity
pl: Aktywność dziecka

source: Motor activity
pl: Aktywność ruchowa

source: Musical activity
pl: Aktywność muzyczna

source: Art activity
pl: Aktywność plastyczna

source: New activities have been added
pl: Tematyka dnia została dodana.

source: No main topic with id {pk} found.
pl: Temat główny z id {pk} nie został odnaleziony.

source: Activity has been deleted.
pl: Tematyka dnia została usunięta.

source: Week's activities description has been deleted.
pl: Tematyka tygodnia została usunięta.

source: Leave date can't be earlier than admission date.
pl: Data odejścia nie może być wcześniejsza od przyjęcia.

source: Admission
pl: Przyjęcie

source: Leave
pl: Odejście

source: Access account
pl: Konto rodzica/opiekuna

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Date of birth
pl: Data urodzenia

source: Admission date
pl: Data przyjęcia

source: Leave date
pl: Data odejścia

source: Subsidy
pl: Dopłata dla mieszkańców gminy

source: Children
pl: Dzieci

source: Food
pl: Wyż.

source: Subsidies
pl: Dopłaty

source: Child has been added
pl: Dziecko zostało dodane.

source: Child has been deleted.
pl: Dziecko zostało usunięte z bazy.

source: Edit absence
pl: Edytuj nieobecność

source: Back
pl: Wróć

source: Change
pl: Zmień

source: Absences list
pl: Zestawienie nieobecności

source: Day
pl: Dzień

source: Enter child
pl: Wpisz nazwisko imię

source: Add
pl: Dodaj

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: from
pl: od

source: to
pl: do

source: Optionally
pl: Opcjonalnie

source: Field "from":
pl: Pole 'od':

source: Field "to":
pl: Pole 'do':

source: Field "reason":
pl: Pole 'powód':

source: Send
pl: Wyślij

source: Add absence
pl: Dodaj nieobecność

source: Type
pl: Rodzaj

source: Children absent
pl: Dzieci nieobecne w dniu

source: Number of children
pl: Liczba dzieci

source: Total today
pl: Razem dzisiaj

source: Absent children list
pl: Lista dzieci nieobecnych

source: present
pl: obecnych

source: absent
pl: nieobecnych

source: Notes
pl: Notatki

source: Edit note. No note at the moment.
pl: Wprowadź notatkę. Obecnie brak notatek.

source: Edit billing
pl: Edytuj rachunek

source: Ready
pl: Gotowe

source: Edit notes
pl: Edytuj notatkę

source: Confirm
pl: Zatwierdź

source: Find child
pl: Wyszukaj dziecko

source: Settings
pl: Ustawienia

source: Food prices
pl: Stawki wyżywienia

source: Add additional day off
pl: Dodaj dodatkowy dzień wolny

source: Add food price
pl: Dodaj stawkę wyżywienia

source: Change food price
pl: Zmień stawkę wyżywienia

source: Change monthly payment price
pl: Zmień wysokość opłaty miesięcznej

source: Add monthly payment
pl: Dodaj stawkę opłaty miesięcznej

source: Change local subsidy amount
pl: Zmień wysokość dopłaty dla mieszkańców gminy

source: Add local subsidy
pl: Dodaj dopłatę dla mieszkańców gminy

source: Edit subsidy
pl: Zmień wysokość dopłaty

source: Logout
pl: Wyloguj

source: Activities topics
pl: Tematyka zajęć

source: Edit info about activities
pl: Zmień opis zajęć

source: Add info about activities
pl: Dodaj opis zajęć

source: Add new day
pl: Dodaj opis dnia

source: Save
pl: Zapisz

source: Edit child
pl: Zmień dane dziecka

source: Add child
pl: Dodaj dziecko

source: Parental account
pl: Konto rodziców

source: Change password
pl: Zmień hasło

source: Change email
pl: Zmień adres email

source: Children list
pl: Lista dzieci

source: yes
pl: tak

source: no
pl: nie

source: previous
pl: poprzednia

source: next
pl: następna

source: Add parental account
pl: Dodaj konto rodziców

source: Enter/Change e-mail address
pl: Wprowadź/zmień adres e-mail

source: Delete parental account
pl: Usuń konto rodziców

source: Start typing to search
pl: Zacznij pisać aby wyszukać

source: Repeat password
pl: Powtórz hasło

source: Passwords don't match
pl: Wprowadzone hasła nie są identyczne.

source: Username is invalid.
pl: Login do konta jest nieprwidłowy.

source: I'm sure I want to delete the user.
pl: Jestem pewna, że chcę usunąć powyższe konto.

source: User's account has been created.
pl: Konto rodziców zostało utworzone.

source: User's password has been changed.
pl: Hasło do konta rodziców zostało zmienione.

source: User's email has been changed.
pl: Adres e-mail został zmieniony.

source: User's account has been deleted.
pl: Konto rodziców zostało usunięte.
