Repository: treflina/nursery
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Subscribe to Push Messaging
pl: Włącz powiadomienia

source: Service workers are not supported in your browser.
pl: Powiadomienia nie mogą zostać włączone w twojej przeglądarce.

source: Showing notifications are not supported in your browser.
pl: Włączenie powiadomień nie jest możliwe w twojej przeglądarce.

source: Push notifications are blocked by your browser.
pl: Powiadomienia są blokowane w ustawieniach twojej przeglądarki.

source: Push notifications are not available in your browser.
pl: Włączenie powiadomień nie jest możliwe w twojej przeglądarce.

source: Unsubscribe from Push Messaging
pl: Wyłącz powiadomienia

source: Successfully subscribed to push notifications.
pl: Pomyślnie włączono wysyłanie powiadomień.

source: Error while subscribing to push notifications.
pl: Błąd podczas włączania powiadomień.

source: Subscription is not available.
pl: Włączenie powiadomień nie jest dostępne.

source: Successfully unsubscribed from push notifications.
pl: Pomyślnie wyłączono wysyłanie powiadomień.

source: Error while unsubscribing from push notifications.
pl: Błąd podczas wyłączania powiadomień.
